
id: 0
command: command
response: b'ok'
start time: 2023-11-17 10:52:49.322339
end_time: 2023-11-17 10:52:49.351929
duration: 0.02959

id: 1
command: takeoff
response: b'ok'
start time: 2023-11-17 10:52:49.351974
end_time: 2023-11-17 10:52:55.364836
duration: 6.012862

id: 2
command: mon
response: b'ok'
start time: 2023-11-17 10:52:55.364888
end_time: 2023-11-17 10:52:55.425053
duration: 0.060165

id: 3
command: go 200 0 100 60 m1
response: b'ok'
start time: 2023-11-17 10:52:55.425083
end_time: 2023-11-17 10:53:00.826112
duration: 5.401029

id: 4
command: land
response: b'ok'
start time: 2023-11-17 10:53:00.826148
end_time: 2023-11-17 10:53:03.882117
duration: 3.055969
